---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.RiseDividedBy1000Millimeters
source: html/42a7c8ee-f2be-0955-43d5-1fcbefe757d5.htm
---
# Autodesk.Revit.DB.UnitTypeId.RiseDividedBy1000Millimeters Property

Rise / 1000 millimeters.

## Syntax (C#)
```csharp
public static ForgeTypeId RiseDividedBy1000Millimeters { get; }
```